Repository: surniaulula/wpsso-wp-sitemaps
Catalog: languages/wpsso-wp-sitemaps-*.po
Languages: fr_ca

source: The %1$s add-on requires the %2$s plugin.
fr_ca: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_ca: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# lib file description
source: WP Sitemaps
fr_ca: Plans de site WP

# plugin name
source: WPSSO WP Sitemaps XML
fr_ca: WPSSO Plans de site XML pour WP

# plugin description
source: Improves the WordPress sitemaps XML with article modification times, alternate language URLs, images sitemaps, news sitemaps and more.
fr_ca: Améliore le XML des plans de site WordPress avec les temps de modification d'articles, URL de langues alternatives, plans de site d'images et d'actualités, et plus encore.

source: Plugin conflict detected:
fr_ca: Conflit d'extension détecté:

source: Sitemap
fr_ca: Plan de site

source: Dashboard
fr_ca: Tableau de bord

source: Please disable the %1$s module in the %2$s settings.
fr_ca: SVP désactiver le module %1$s dans les réglages %2$s.

source: XML sitemaps
fr_ca: Plans de site XML

source: Settings
fr_ca: Réglages

source: Site features
fr_ca: Fonctionnalités du site

source: Please disable the %1$s option in the %2$s settings.
fr_ca: SVP désactiver l'option %1$s dans les réglages %2$s.

# option label
source: No Index
fr_ca: Pas d'indexation

# metabox tab
source: Edit Visibility
fr_ca: Modifier visibilité

source: These options allow you to customize the post and taxonomy types included in the WordPress sitemaps XML.
fr_ca: Ces options vous permettent de personnaliser les types d'article et de taxonomie inclus dans le XML plans de site WordPress.

source: To <strong>exclude</strong> individual posts, pages, custom post types, taxonomy terms, or user profile pages from the sitemaps XML, enable the <strong>%1$s</strong> option under the %2$s &gt; %3$s metabox tab.
fr_ca: Pour <strong>exclure</strong> du XML des plans de site des articles individuelles, des pages, des types d'articles personnalisés, des termes de taxonomie ou des pages de profil utilisateur, activez l'option <strong>%1$s</strong> sous l'onglet de la métabox %2$s &gt; %3$s.

source: The WordPress sitemaps URL can be submitted in Google's search console and viewed in a web browser.
fr_ca: L'URL des plans de site WordPress peut être soumise dans la console de recherche de Google et affichée dans un navigateur Web.

source: Select the post types and taxonomies to include in the WordPress sitemaps.
fr_ca: Sélectionnez les types d'articles et les taxonomies à inclure dans les plans de site WordPress.

source: If you are a news publisher, you may select a post type for your news articles (default is %s).
fr_ca: Si vous êtes un éditeur d'actualités, vous pouvez sélectionner un type d'article pour vos articles d'actualité (la valeur par défaut est %s).

source: When this option is enabled, news tags in sitemaps are added to news articles that are less than %s old.
fr_ca: Lorsque cette option est activée, les balises d'actualité dans les plans de site sont ajoutées aux articles d'actualité datant de moins de %s.

source: Google only allows news tags in sitemaps for articles that were published in the last %s.
fr_ca: Google autorise uniquement les balises d'actualité dans les plans de site pour les articles publiés au cours des %s derniers.

source: The name of the news publication.
fr_ca: Le nom de la publication d'actualités.

source: It must exactly match the name as it appears on your articles on %s, omitting anything in parentheses.
fr_ca: Il doit correspondre exactement au nom tel qu'il apparaît sur vos articles sur %s, en omettant ce qui est entre parenthèses.

source: Include images in the WordPress sitemaps from the webpage Schema markup.
fr_ca: Incluez des images dans les plans de site WordPress à partir du balisage de Schéma de la page Web.

source: Google already reads image URLs and image information from the webpage Schema markup, so this option is not required.
fr_ca: Google lit déjà les URL d'images et les informations sur les images à partir du balisage de Schéma de la page Web. Cette option n'est donc pas requise.

source: Include videos in the WordPress sitemaps from the webpage Schema markup.
fr_ca: Incluez des vidéos dans les plans de site WordPress à partir du balisage de Schéma de la page Web.

source: The maximum number of URLs to include in each sitemap (default is %s).
fr_ca: Le nombre maximal d'URL à inclure dans chaque plan de site (la valeur par défaut est %s).

source: The WordPress default is %1$s URLs per sitemap, but Google only allows %2$s news tags in sitemaps.
fr_ca: La valeur par défaut de WordPress est de %1$s URLs par plan de site, mais Google n'autorise que %2$s balises d'actualité dans les plans de site.

source: If news sitemaps are enabled, sitemaps for post objects will be limited to %s URLs automatically.
fr_ca: Si les plans de site d'actualités sont activés, les plans de site pour les objets d'article seront automatiquement limités à %s URLs.

source: XML Sitemap
fr_ca: Plan de site XML

source: This XML Sitemap is generated by WordPress to make your content more visible for search engines.
fr_ca: Le plan de site XML est généré par WordPress de sorte que le contenu de votre site soit davantage visible par les moteurs de recherche.

source: The default XML Sitemap generated by WordPress has been extended and customized by the %s plugin.
fr_ca: Le XML plan de site par défaut généré par WordPress a été étendu et personnalisé par l'extension %s.

source: Learn more about XML sitemaps.
fr_ca: En savoir plus sur les plans de site XML.

source: Number of URLs in this XML Sitemap: %s.
fr_ca: Nombre d’URL dans ce plan de site XML: %s.

source: Last Modified
fr_ca: Dernière modification

source: Change Frequency
fr_ca: Fréquence de changement

source: Priority
fr_ca: Priorité

source: Alternates
fr_ca: Alternatifs

source: News
fr_ca: Actualités

source: Videos
fr_ca: Vidéos

source: "%s" is not a recognized field name.
fr_ca: "%s" n'est pas un nom de champ reconnu.

source: Fields other than %s are not currently supported for sitemaps.
fr_ca: Les champs autres que %s ne sont pas supportés par les plans de sites pour l’instant.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
fr_ca: Les balises de requête conditionnelle ne fonctionnent pas avant le lancement de la requête. Avant cela, elles renvoient toujours le booléen false.

# metabox title
source: WordPress Sitemaps
fr_ca: Plans de site WordPress

# option comment
source: (requires %s for video details)
fr_ca: (nécessite %s pour les détails des vidéos)

# option comment
source: (post sitemaps limited to %d when news sitemaps enabled)
fr_ca: (plans de site d'articles limités à %d lorsque les plans de site d'actualités sont activés)

# option label
source: WordPress Sitemaps URL
fr_ca: URL plans de site WordPress

# option label
source: Include in WP Sitemaps
fr_ca: Inclure dans les plans de site WP

# option label
source: Post Type for News Sitemaps
fr_ca: Type d'article pour plans de site d'actualités

# option label
source: News Publication Cut-Off
fr_ca: Date limite de publication d'actualités

# option label
source: News Publication Name
fr_ca: Nom de publication d'actualités

# option label
source: Include Images Sitemaps
fr_ca: Inclure plan de site d'images

# option comment
source: (not required)
fr_ca: (non requis)

# option label
source: Include Videos Sitemaps
fr_ca: Inclure plan de site vidéos

# option label
source: Maximum URLs per Sitemap
fr_ca: Nombre maximal d'URL par plan de site

source: WPSSO WP Sitemaps XML
fr_ca: WPSSO Plans de site XML pour WP

source: Improves the WordPress sitemaps XML with article modification times, alternate language URLs, images sitemaps, news sitemaps and more.
fr_ca: Améliore le XML des plans de site WordPress avec les temps de modification d'articles, URL de langues alternatives, plans de site d'images et d'actualités, et plus encore.
